ms-python.autopep8
njpwerner.autodocstring
ms-python.vscode-pylance
ms-python.python
ms-python.debugpy


catppuccin.catppuccin-vsc
equinusocio.vsc-material-theme-icons
vscodevim.vim

ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
tim-koehler.helm-intellisense
ms-kubernetes-tools.vscode-kubernetes-tools
redhat.vscode-yaml

mechatroner.rainbow-csv
ms-vscode.makefile-tools
eamodio.gitlens
rangav.vscode-thunder-client

golang.go
